docs/posts/2016-11-23-on-unity.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Dec 19, 2024 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>On Christian Unity</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/neat.css' type='text/css'/>
<link rel='stylesheet' href='/css/custom.css' type='text/css'/>
<link rel='stylesheet' href='/css/syntax-coloring.css' type='text/css'/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/index.xml">RSS</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">On Christian Unity</h1>
<p class="subtitle" role="doc-subtitle">Nov 23, 2016</p>
</header><p>
Comedian Emo Phillips is credited with writing this classic – voted in a recent contest as the best religious joke of all time.
</p>

<blockquote>
<p>
Once I saw this guy on a bridge about to jump. I said, &ldquo;Don&rsquo;t do it!&rdquo; He said, &ldquo;Nobody loves me.&rdquo; I said, &ldquo;God loves you. Do you believe in God?&rdquo;
</p>

<p>
He said, &ldquo;Yes.&rdquo; I said, &ldquo;Are you a Christian or a Jew?&rdquo; He said, &ldquo;A Christian.&rdquo; I said, &ldquo;Me, too! Protestant or Catholic?&rdquo; He said, &ldquo;Protestant.&rdquo; I said, &ldquo;Me, too! What denomination?&rdquo; He said, &ldquo;Baptist.&rdquo; I said, &ldquo;Me, too! Northern Baptist or Southern Baptist?&rdquo; He said, &ldquo;Northern Baptist.&rdquo; I said, &ldquo;Me, too! Northern Conservative Baptist or Northern Liberal Baptist?&rdquo;
</p>

<p>
He said, &ldquo;Northern Conservative Baptist.&rdquo; I said, &ldquo;Me, too! Northern Conservative Baptist Great Lakes Region, or Northern Conservative Baptist Eastern Region?&rdquo; He said, &ldquo;Northern Conservative Baptist Great Lakes Region.&rdquo; I said, &ldquo;Me, too!&rdquo;
</p>

<p>
Northern Conservative Baptist Great Lakes Region Council of 1879, or Northern Conservative Baptist Great Lakes Region Council of 1912?&ldquo; He said, &rdquo;Northern Conservative Baptist Great Lakes Region Council of 1912.&ldquo; I said, &rdquo;Die, heretic!" And I pushed him over.
</p>
</blockquote>

<p>
It’s a funny joke, and like most good jokes, it captures something true, in this case disturbingly true, about our history as Christians. Today, according to <i>Oxford’s World Christian Encyclopedia</i>, there are over 33,000 Christian denominations in the world. This is partly a sign of healthy diversity, but it&rsquo;s also a sign of some deeply unhealthy divisions.
</p>

<p>
The first three verses of Ephesians 4<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup> contain this beautiful plea for Christian unity:
</p>

<p>
Therefore, as a prisoner for the Lord, I encourage you to live as people worthy of the call you received from God. Conduct yourselves with all humility, gentleness, and patience. Accept each other with love, and make an effort to preserve the unity of the Spirit with the peace that ties you together. (Eph. 4:1-3)
</p>

<p>
Eight verses later, Paul speaks of another kind of unity that Paul calls unity of faith:
</p>

<p>
He gave some apostles, some prophets, some evangelists, and some pastors and teachers. His purpose was to equip God’s people for the work of serving and building up the body of Christ until we all reach the unity of faith and knowledge of God’s Son. (Eph. 4:11-13a)
</p>

<p>
The unity of the Spirit is something that we are to work towards now, while unity of faith and knowledge appears to be eschatological — something that we will have in the end. We continue to exclude more and more people from our various groups, acting as if cooperation and fellowship require doctrinal unity. Paul&rsquo;s charge to preserve the unity of Spirit assumes disagreement, otherwise there is no need to urge patience.<sup><a id="fnr.2" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>
</p>

<p>
When we exclude, we show pride, impatience, and hardness of spirit, not the humility, gentleness, and patience of Paul&rsquo;s mandate. In the end, we sacrifice the thing that Paul urges us to protect, for the sake of something that we cannot yet have. We either demonstrate intolerance, or, at best, show tolerance from a distance. Neither is the love that Christ commanded.
</p>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
: All Scripture references are from the <i>Common English Bible</i>.
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2" role="doc-backlink">2</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
: This is a point made by Larry Hurtado in <a href="https://homebrewedchristianity.com">this episode](https://homebrewedchristianity.com/2016/11/04/destroyer-of-the-gods-larry-hurtado-talks-early-church-distinctiveness/) of Tripp Fuller&rsquo;s excellent podcast, [/Homebrewed Christianity/</a>.
</p></div></div>


</div>
</div></main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Dec 19, 2024. Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
